{
    "dares": [
        "Show the weirdest item you have in your purse/pockets to your mother.",
        "Call the first person in your contacts list and sing them 'Happy Birthday.'",
        "Do your best impression of a fish out of water in front of your father.",
        "Give your phone to your best friend and let them send a social media DM to anyone they want.",
        "Do as many push-ups as you can in one minute in front of your friends.",
        "Give a one-word 'roast' to each player in the game.",
        "Speak in an Australian accent until your next turn, and make your friends guess your next dare.",
        "Let another player tickle you but don't laugh, and see if your sibling can make you laugh.",
        "Spin in a swivel chair for 30 seconds and then try to walk a straight line while your friends watch.",
        "Go outside and sing 'You are My Sunshine' at full volume to your neighbors.",
        "Show your weirdest dance moves to your friends for 30 seconds.",
        "Pretend to be a famous chef and describe how to make a sandwich to your family.",
        "Call your best friend and ask them to pick a dare for you to do right now.",
        "Let another player style your hair and leave it that way for the rest of the game.",
        "Do your best impression of a cat and let your parents rate it.",
        "Ask your sibling for a dare and do it without question.",
        "Record a video of yourself doing a silly dance and send it to your closest friend.",
        "Talk like a robot until your next turn, and get your friends to guess the next word.",
        "Pretend to be an old-timey prospector for two turns and make your friends laugh.",
        "Send a text to your crush saying, 'I think you’re amazing!' and see their reaction.",
        "Do 10 jumping jacks while naming all the players in the game.",
        "Let another player draw a tattoo on your arm with a pen and keep it for the day.",
        "Give your best friend a shoulder rub for 1 minute.",
        "Try to balance a spoon on your nose for 10 seconds.",
        "Post an unflattering selfie on your favorite social media account.",
        "Talk in a Shakespearean accent for the next three turns.",
        "Go outside and howl at the moon as loud as you can.",
        "Sing the chorus of your favorite song but change the lyrics to be about pizza.",
        "Imitate another player until they can guess who you are mimicking.",
        "Pretend to be a news anchor and report on a silly topic of your choice.",
        "Do your best impression of a celebrity until the group can guess who you are.",
        "Let another player give you a piggyback ride around the room.",
        "Act like a monkey until your next turn, making all the noises and movements.",
        "Show off your best dance moves for the full duration of a song while your family watches.",
        "Try to juggle two or three items from around the house for 30 seconds.",
        "Wear socks on your hands until your next turn.",
        "Try to make everyone laugh with a joke you make up on the spot.",
        "Do your best runway walk in front of your family and show off your style.",
        "Balance a book on your head and walk across the room without dropping it.",
        "Take a silly selfie with everyone in the room and post it online.",
        "Do your best dolphin impression until someone guesses what it is.",
        "Let someone else style your outfit for the day and wear it out.",
        "Try to hop on one foot for 1 minute while naming all the continents.",
        "Whistle a tune while another player tries to guess what it is.",
        "Dance like nobody's watching for 1 minute without stopping.",
        "Give someone a compliment and then do a silly dance for them.",
        "Imitate a waiter at a fancy restaurant and take orders from your family.",
        "Play air guitar for the length of one song.",
        "Pretend to be a car and make engine sounds while moving around the room.",
        "Tell a story using only emojis and have everyone guess the story.",
        "Do a silly walk from one side of the room to the other.",
        "Imitate a famous cartoon character until someone guesses who you are.",
        "Do your best superhero pose and hold it for 10 seconds.",
        "Make up a funny song about a fruit or vegetable.",
        "Pretend to be a mannequin and stay still for 30 seconds.",
        "Make a funny face and hold it for 10 seconds.",
        "Draw a silly picture of an animal and show it to everyone.",
        "Try to make the funniest face while looking at yourself in the mirror.",
        "Talk like a pirate until your next turn.",
        "Sing a nursery rhyme in a funny voice.",
        "Act like you’re stuck in a box until someone helps you out.",
        "Pretend to be a famous movie character until your next turn.",
        "Do a silly dance and make everyone join in."
    ]
}
